<template>
  <div>
    <eve-main :left="660" scroll>
      <div class="eve-main-content__demo">
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块
      </div>
    </eve-main>
  </div>
</template>
<script>
export default {
  name: 'Main',
}
</script>

<style scoped>
.eve-main-content__demo {
  border: 1px solid #e2dada;
  line-height: 2;
  font-size: 14px;
  padding: 0 20px;
}
</style> 



