
<template>
  <div>
    <eve-container class="eve-container-demo" layout="left-right" :span="[3.5]">
      <template #left>
        <div class="eve-container-left">
          我是左边内容区域 我是左边内容区域 我是左边内容区域 我是左边内容区域
          我是左边内容区域 我是左边内容区域 我是左边内容区域 我是左边内容区域
          我是左边内容区域 我是左边内容区域 我是左边内容区域 我是左边内容区域
          我是左边内容区域 我是左边内容区域 我是左边内容区域 我是左边内容区域
          我是左边内容区域 我是左边内容区域 我是左边内容区域 我是左边内容区域
          我是左边内容区域 我是左边内容区域 我是左边内容区域 我是左边内容区域
          我是左边内容区域 我是左边内容区域 我是左边内容区域 我是左边内容区域
          我是左边内容区域 我是左边内容区域 我是左边内容区域 我是左边内容区域
          我是左边内容区域 我是左边内容区域 我是左边内容区域 我是左边内容区域
          我是左边内容区域 我是左边内容区域 我是左边内容区域 我是左边内容区域
          我是左边内容区域 我是左边内容区域 我是左边内容区域
          我是左边内容区域我是左边内容区域 我是左边内容区域 我是左边内容区域
          我是左边内容区域我是左边内容区域 我是左边内容区域 我是左边内容区域
          我是左边内容区域我是左边内容区域 我是左边内容区域 我是左边内容区域
          我是左边内容区域 我是左边内容区域 我是左边内容区域 我是左边内容区域
          我是左边内容区域 我是左边内容区域 我是左边内容区域 我是左边内容区域
          我是左边内容区域我是左边内容区域 我是左边内容区域 我是左边内容区域
          我是左边内容区域我是左边内容区域 我是左边内容区域 我是左边内容区域
          我是左边内容区域 我是左边内容区域 我是左边内容区域 我是左边内容区域
          我是左边内容区域我是左边内容区域 我是左边内容区域 我是左边内容区域
          我是左边内容区域我是左边内容区域 我是左边内容区域 我是左边内容区域
          我是左边内容区域 我是左边内容区域 我是左边内容区域 我是左边内容区域
          我是左边内容区域 我是左边内容区域 我是左边内容区域 我是左边内容区域
          我是左边内容区域
        </div>
      </template>
      <template #right>
        <div class="eve-container-right">
          我是右边内容区域 我是右边内容区域 我是右边内容区域我是右边内容区域
          我是右边内容区域 我是右边内容区域 我是右边内容区域 我是右边内容区域
          我是右边内容区域 我是右边内容区域 我是右边内容区域我是右边内容区域
          我是右边内容区域我是右边内容区域我是右边内容区域我是右边内容区域我是右边内容区域
          我是右边内容区域 我是右边内容区域 我是右边内容区域我是右边内容区域
          我是右边内容区域 我是右边内容区域 我是右边内容区域 我是右边内容区域
          我是右边内容区域 我是右边内容区域 我是右边内容区域我是右边内容区域
          我是右边内容区域我是右边内容区域我是右边内容区域我是右边内容区域我是右边内容区域
          我是右边内容区域 我是右边内容区域 我是右边内容区域我是右边内容区域
          我是右边内容区域 我是右边内容区域 我是右边内容区域 我是右边内容区域
          我是右边内容区域 我是右边内容区域 我是右边内容区域我是右边内容区域
          我是右边内容区域我是右边内容区域我是右边内容区域我是右边内容区域我是右边内容区域
          我是右边内容区域 我是右边内容区域 我是右边内容区域我是右边内容区域
          我是右边内容区域 我是右边内容区域 我是右边内容区域 我是右边内容区域
          我是右边内容区域 我是右边内容区域 我是右边内容区域我是右边内容区域
          我是右边内容区域我是右边内容区域我是右边内容区域我是右边内容区域我是右边内容区域
          我是右边内容区域 我是右边内容区域 我是右边内容区域我是右边内容区域
          我是右边内容区域 我是右边内容区域 我是右边内容区域 我是右边内容区域
          我是右边内容区域 我是右边内容区域 我是右边内容区域我是右边内容区域
          我是右边内容区域我是右边内容区域我是右边内容区域我是右边内容区域我是右边内容区域
          我是右边内容区域 我是右边内容区域 我是右边内容区域我是右边内容区域
          我是右边内容区域 我是右边内容区域 我是右边内容区域 我是右边内容区域
          我是右边内容区域 我是右边内容区域 我是右边内容区域我是右边内容区域
          我是右边内容区域我是右边内容区域我是右边内容区域我是右边内容区域我是右边内容区域
          我是右边内容区域 我是右边内容区域 我是右边内容区域我是右边内容区域
          我是右边内容区域 我是右边内容区域 我是右边内容区域 我是右边内容区域
          我是右边内容区域 我是右边内容区域 我是右边内容区域我是右边内容区域
          我是右边内容区域我是右边内容区域我是右边内容区域我是右边内容区域我是右边内容区域
          我是右边内容区域 我是右边内容区域 我是右边内容区域我是右边内容区域
          我是右边内容区域 我是右边内容区域 我是右边内容区域 我是右边内容区域
          我是右边内容区域 我是右边内容区域 我是右边内容区域我是右边内容区域
          我是右边内容区域我是右边内容区域我是右边内容区域我是右边内容区域我是右边内容区域
          我是右边内容区域 我是右边内容区域 我是右边内容区域我是右边内容区域
          我是右边内容区域 我是右边内容区域 我是右边内容区域 我是右边内容区域
          我是右边内容区域 我是右边内容区域 我是右边内容区域我是右边内容区域
          我是右边内容区域我是右边内容区域我是右边内容区域我是右边内容区域我是右边内容区域
          我是右边内容区域 我是右边内容区域 我是右边内容区域我是右边内容区域
          我是右边内容区域 我是右边内容区域 我是右边内容区域 我是右边内容区域
          我是右边内容区域 我是右边内容区域 我是右边内容区域我是右边内容区域
          我是右边内容区域我是右边内容区域我是右边内容区域我是右边内容区域我是右边内容区域
          我是右边内容区域 我是右边内容区域 我是右边内容区域我是右边内容区域
          我是右边内容区域 我是右边内容区域 我是右边内容区域 我是右边内容区域
          我是右边内容区域 我是右边内容区域 我是右边内容区域我是右边内容区域
          我是右边内容区域我是右边内容区域我是右边内容区域我是右边内容区域我是右边内容区域
          我是右边内容区域 我是右边内容区域 我是右边内容区域我是右边内容区域
          我是右边内容区域 我是右边内容区域 我是右边内容区域 我是右边内容区域
          我是右边内容区域 我是右边内容区域 我是右边内容区域我是右边内容区域
          我是右边内容区域我是右边内容区域我是右边内容区域我是右边内容区域我是右边内容区域
          我是右边内容区域 我是右边内容区域 我是右边内容区域我是右边内容区域
          我是右边内容区域 我是右边内容区域 我是右边内容区域 我是右边内容区域
          我是右边内容区域 我是右边内容区域 我是右边内容区域我是右边内容区域
          我是右边内容区域我是右边内容区域我是右边内容区域我是右边内容区域我是右边内容区域
          我是右边内容区域 我是右边内容区域 我是右边内容区域我是右边内容区域
          我是右边内容区域 我是右边内容区域 我是右边内容区域 我是右边内容区域
          我是右边内容区域 我是右边内容区域 我是右边内容区域我是右边内容区域
          我是右边内容区域我是右边内容区域我是右边内容区域我是右边内容区域我是右边内容区域
          我是右边内容区域 我是右边内容区域 我是右边内容区域我是右边内容区域
          我是右边内容区域 我是右边内容区域 我是右边内容区域 我是右边内容区域
          我是右边内容区域 我是右边内容区域 我是右边内容区域我是右边内容区域
          我是右边内容区域我是右边内容区域我是右边内容区域我是右边内容区域我是右边内容区域
          我是右边内容区域 我是右边内容区域 我是右边内容区域我是右边内容区域
          我是右边内容区域 我是右边内容区域 我是右边内容区域 我是右边内容区域
          我是右边内容区域 我是右边内容区域 我是右边内容区域我是右边内容区域
          我是右边内容区域我是右边内容区域我是右边内容区域我是右边内容区域我是右边内容区域
          我是右边内容区域 我是右边内容区域 我是右边内容区域我是右边内容区域
          我是右边内容区域 我是右边内容区域 我是右边内容区域 我是右边内容区域
          我是右边内容区域 我是右边内容区域 我是右边内容区域我是右边内容区域
          我是右边内容区域我是右边内容区域我是右边内容区域我是右边内容区域我是右边内容区域
          我是右边内容区域 我是右边内容区域 我是右边内容区域我是右边内容区域
          我是右边内容区域 我是右边内容区域 我是右边内容区域 我是右边内容区域
          我是右边内容区域 我是右边内容区域 我是右边内容区域我是右边内容区域
          我是右边内容区域我是右边内容区域我是右边内容区域我是右边内容区域我是右边内容区域
          我是右边内容区域 我是右边内容区域 我是右边内容区域我是右边内容区域
          我是右边内容区域 我是右边内容区域 我是右边内容区域 我是右边内容区域
          我是右边内容区域 我是右边内容区域 我是右边内容区域我是右边内容区域
          我是右边内容区域我是右边内容区域我是右边内容区域我是右边内容区域我是右边内容区域
          我是右边内容区域 我是右边内容区域 我是右边内容区域我是右边内容区域
          我是右边内容区域 我是右边内容区域 我是右边内容区域 我是右边内容区域
          我是右边内容区域 我是右边内容区域 我是右边内容区域我是右边内容区域
          我是右边内容区域我是右边内容区域我是右边内容区域我是右边内容区域我是右边内容区域
          我是右边内容区域 我是右边内容区域 我是右边内容区域我是右边内容区域
          我是右边内容区域 我是右边内容区域 我是右边内容区域 我是右边内容区域
          我是右边内容区域 我是右边内容区域 我是右边内容区域我是右边内容区域
          我是右边内容区域我是右边内容区域我是右边内容区域我是右边内容区域我是右边内容区域
          我是右边内容区域 我是右边内容区域 我是右边内容区域我是右边内容区域
          我是右边内容区域 我是右边内容区域 我是右边内容区域 我是右边内容区域
          我是右边内容区域 我是右边内容区域 我是右边内容区域我是右边内容区域
          我是右边内容区域我是右边内容区域我是右边内容区域我是右边内容区域我是右边内容区域
          我是右边内容区域 我是右边内容区域 我是右边内容区域我是右边内容区域
          我是右边内容区域 我是右边内容区域 我是右边内容区域 我是右边内容区域
          我是右边内容区域 我是右边内容区域 我是右边内容区域我是右边内容区域
          我是右边内容区域我是右边内容区域我是右边内容区域我是右边内容区域我是右边内容区域
          我是右边内容区域 我是右边内容区域 我是右边内容区域我是右边内容区域
          我是右边内容区域 我是右边内容区域 我是右边内容区域 我是右边内容区域
          我是右边内容区域 我是右边内容区域 我是右边内容区域我是右边内容区域
          我是右边内容区域我是右边内容区域我是右边内容区域我是右边内容区域我是右边内容区域
          我是右边内容区域 我是右边内容区域 我是右边内容区域我是右边内容区域
          我是右边内容区域 我是右边内容区域 我是右边内容区域 我是右边内容区域
          我是右边内容区域 我是右边内容区域 我是右边内容区域我是右边内容区域
          我是右边内容区域我是右边内容区域我是右边内容区域我是右边内容区域我是右边内容区域
          我是右边内容区域 我是右边内容区域 我是右边内容区域我是右边内容区域
          我是右边内容区域 我是右边内容区域 我是右边内容区域 我是右边内容区域
          我是右边内容区域 我是右边内容区域 我是右边内容区域我是右边内容区域
          我是右边内容区域我是右边内容区域我是右边内容区域我是右边内容区域我是右边内容区域
          我是右边内容区域 我是右边内容区域 我是右边内容区域我是右边内容区域
          我是右边内容区域 我是右边内容区域 我是右边内容区域 我是右边内容区域
          我是右边内容区域 我是右边内容区域 我是右边内容区域我是右边内容区域
          我是右边内容区域我是右边内容区域我是右边内容区域我是右边内容区域我是右边内容区域
          我是右边内容区域 我是右边内容区域 我是右边内容区域我是右边内容区域
          我是右边内容区域 我是右边内容区域 我是右边内容区域 我是右边内容区域
          我是右边内容区域 我是右边内容区域 我是右边内容区域我是右边内容区域
          我是右边内容区域我是右边内容区域我是右边内容区域我是右边内容区域我是右边内容区域
        </div>
      </template>
    </eve-container>
  </div>
</template>
<script>
export default {
  name: 'Example',
}
</script>
<style  scoped>
.eve-container-demo {
  border: 1px solid #e2dada;
  line-height: 2;
  font-size: 14px;
}
.eve-container-left,
.eve-container-right {
  padding: 20px;
}
</style>