
<template>
  <div>
    <eve-container class="eve-container-demo" layout="up-down">
      <template #up>
        <div class="eve-container-up">
          我是上边内容区域 我是上边内容区域 我是上边内容区域 我是上边内容区域
          我是上边内容区域 我是上边内容区域 我是上边内容区域 我是上边内容区域
          我是上边内容区域 我是上边内容区域 我是上边内容区域 我是上边内容区域
          我是上边内容区域 我是上边内容区域 我是上边内容区域 我是上边内容区域
          我是上边内容区域 我是上边内容区域 我是上边内容区域 我是上边内容区域
          我是上边内容区域 我是上边内容区域 我是上边内容区域 我是上边内容区域
          我是上边内容区域 我是上边内容区域 我是上边内容区域 我是上边内容区域
          我是上边内容区域 我是上边内容区域 我是上边内容区域 我是上边内容区域
          我是上边内容区域 我是上边内容区域 我是上边内容区域 我是上边内容区域
          我是上边内容区域 我是上边内容区域 我是上边内容区域 我是上边内容区域
          我是上边内容区域 我是上边内容区域 我是上边内容区域 我是上边内容区域
        </div>
      </template>
      <template #down>
        <div class="eve-container-down">
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
          我是下边内容区域 我是下边内容区域 我是下边内容区域 我是下边内容区域
        </div>
      </template>
    </eve-container>
  </div>
</template>
<script>
export default {
  name: 'Example',
}
</script>
<style  scoped>
.eve-container-demo {
  border: 1px solid #e2dada;
  line-height: 2;
  font-size: 14px;
}
.eve-container-up,
.eve-container-down {
  padding: 20px;
}
</style>